<div class="limit_alert">
<b>Внимание! Ваш лимит размещений обьявлений исчерпан.</b><br />
<br />
Пожалуйста, ознакомьтесь с ограничениями для статусов:<br />
<br />
Пользователь - 1 обьявление ежемесячно<br />
Участник - 1 обьявление ежемесячно<br />
Постоялец - 2 обьявления ежемесячно<br />
Старожил - 2 обьявления ежемесячно<br />
Ветеран - 3 обьявления ежемесячно<br />
Редактор - 5 обьявлений ежемесячно<br />
Мастер - 25 обьявлений ежемесячно<br />
Продавец - 50 обьявлений ежемесячно<br />
Дилер - 50 обьявлений ежемесячно<br />
<br />
Рекомендуем приобрести платный статус для размещения большего количества обьявлений.<br />
<br />
<a href="/rules/2">Правила размещения объявлений</a><br />
<br />
<a class="button red" href="/forum/ag_payment.php?uid=<?=$session->user()->get('uid');?>" target="_blank">Сформировать счет →</a>
</div>