<h4>Уважаемые пользователи Форума!</h4>	
Сообщаем Вам, что с 06.02.2015г.временно приостановлено предоставление услуг по Разделу "Платные услуги",
а именно, прекращен прием оплаты по платежам за статусы "Продавец", "Дилер", "Мастер", "Размещение баннеров".<br />
Прием платежей будет восстановлен с 25.02.15г.<br />
Все, кто оплатил или у кого оплачены статусы, остаются в статусах, и им продолжается предоставление услуг по размещению платных объявлений. <br />
Пользователей, у которых стоп-дата наступила в период с 25.01.2015 по 06.02.15 и они не успели оплатить, а также те пользователи,
у которых стоп-дата до 20.02.15, убедительная просьба не волноваться, предоставление услуг сохраняется. <br />
Пользователи, которые хотели воспользоваться услугами раздела "Платные услуги", могут это сделать с 25.02.15г.<br />
Приносим свои извинения за временные неудобства.<br />
С уважением, Администрация<br />