<h3>Размещение объявлений в разделе «Куплю-Продам» в статусе  «Продавец» или «Дилер».</h3>
<p>Читать <em><a href="/forum/rules/4">«Правила  размещения платных объявлений»</a></em>.</p>
<p><strong>Статус «Продавец»</strong>. Стоимость — 200 грн в  месяц. <br />
	Некоторые преимущества по сравнению с обычным пользователем форума:<br />
	- имеет планку «Продавец» рядом с аватаром; <br />
	- возможность размещать в профиле ссылку на собственный сайт;<br />
	- неограниченное время редактирования объявления;<br />
	- возможность размещать до 50 активных объявлений;<br />
	- возможность делать «Ап» (UP) один раз в три дня;&nbsp; <br />
- возможность размещать коммерческие объявления в разделе «Услуги»;<br />
Ограничения: статус «Продавец» имеет возможность продажи новых товаров в количестве, не превышающем возможности его текущего статуса:<br />
 - Участник – 1 обьявление о продаже нового товара;<br />
 - Пользователь – 1 обьявление о продаже нового товара;<br />
 - Постоялец – 2 обьявления о продаже нового товара;<br />
 - Старожил – 2 обьявления о продаже нового товара;<br />
 - Ветеран – 3 обьявлений о продаже нового товара;<br />
 - Редактор – 3 обьявлений о продаже нового товара.<br />
</p>
<p><strong>Статус «Дилер».</strong> Стоимость — 400 грн в  месяц. <br />
	Некоторые преимущества по сравнению с обычным пользователем форума:<br />
	- имеет планку «Дилер» рядом с аватаром;<br />
- возможность размещать в профиле и тексте первого сообщения обьявления 1 ссылку на собственный сайт;<br />
- возможность размещать логотип собственной компании на аватаре;<br />
- количество наименований товаров в одном объявлении ограничено 1-й позицией.<br />
	- неограниченное время редактирования объявления;<br />
	- возможность размещать до 50 активных объявлений;<br />
	- возможность делать «Ап» (UP) каждые сутки;&nbsp; <br />
         - возможность размещать коммерческие объявления в разделе «Услуги»;<br />
        - Дилеры, размещающие рекламный баннер, имеют возможность публикации материалов в разделах: Новости, Обзоры, Статьи. 
</p>

<p><strong>Статус «Мастер».</strong> Стоимость — 200 грн в месяц. <br />
Некоторые преимущества по сравнению с обычным пользователем форума:<br />
- имеет планку «Мастер» рядом с аватаром;<br />
- неограниченное время редактирования собственных сообщений;<br />
- возможность размещать логотип собственной компании на аватаре;<br />
- возможность сохранений отзывов потребителей в обьявлениях;<br />
- возможность размещать до 25 активных объявлений;<br />
- возможность делать «Ап» (UP) один раз в три дня;  <br />
- возможность размещать коммерческие объявления в разделе «Услуги»;
</p>


<p><strong>Прикрепление объявления вверху раздела "Куплю-продам".</strong><br />
Стоимость — 150 грн  в месяц для одного  подфорума.</p>

<p class="portal_controll_buttons" style="float: none !important;"><a class="button button_red" href="/forum/ag_payment.php?uid=<?=$session->user()->get('uid');?>" target="_blank">Сформировать счет →</a></p>