<h5>Инструкция по созданию публикаций</h5>
<hr />
<b>Подготовкa</b><br />
<br />
Перед созданием публикации, рекомендуем предварительно подготовить текстовую информацию и необходимые изображения. 
<br /><br />Публикация должна иметь дополнительное изображение - «Слайд», отображаемое в списке публикаций или на главной странице сайта. Его размер составляет 190 х 190 пикселей. Загружаемое изображение большего размера будет автоматически уменьшено до требуемых размеров.
<br /><br />Изображения публикации должны иметь размер 1280 х 1024 пикселей. Загружаемые изображения большего размера будут автоматически уменьшены до требуемых размеров..
<br /><br />Текстовый материал публикации может быть предварительно подготовлен в любом текстовом редакторе, и скопирован в окно публикации. Также возможно создание текста непосредственно в окне редактора публикаций.
<br /><br />
<b>Процесс создания публикации.</b><br />
<br />
Внизу любого из разделов «Новости», «Обзоры», «Статьи» ввести название вашей публикации, наведя курсором в центр окна
<br />
<br /><img src="/img/instruction/editor/creator.png" style="border: 2px solid #911; max-width: 100%;" /><br />
<br />После этого необходимо нажать кнопку "Создать". В случае, если указанное название материала уже существует, на экране отобразится окно сообщения о невозможности повторного создания публикации с таким названием. .
<br />
<br /><img src="/img/instruction/editor/isalred.png" style="border: 2px solid #911;" /><br />
<br />В случае успешного создания темы публикации, произойдет переход на страницу редактирования с введенным вами названием публикации.
<br />
<br /><b>Редактирование</b><br />
<br />Страница редактирования публикации содержит обязательные поля для заполнения информации о материале, и поле ввода содержимого публикации.
<br /><br /><img src="/img/instruction/editor/editor_1.jpg" style="border: 2px solid #911; max-width: 100%;" /><br />
<br /><b>Название</b>. В процессе редактирования, вы можете в этом поле скорректировать или изменить название темы публикации. 
<br /><br /><b>Тип</b>. Применяется для указания типа публикуемого материала. Может быть установлен как: «Новости», «Обзоры», «Статьи».
<br /><br /><b>Бренд</b>. Выпадающее меню для указания бренда производителя, к которому относится публикация. Это меню можно оставить пустым.
<br /><br /><b>Слайд</b>. Служит для загрузки изображения и является важной частью публикации. «Слайд» отображается на главных страницах раздела в списках публикации и является ярлыком публикации. 
<br />«Слайд» должен соответствовать размеру 190 х 190 пикселей. Возможна загрузка слайда большего размера, он автоматически будет уменьшен до требуемого размера. 
<br />Не стоит забывать, что «Слайд» является показателем публикации и его желательно подобрать с наилучшим качеством и соответствующим содержанию публикации
<br /><br /><b>Содержимое</b>. Текстовое поле для ввода и редактирования текста публикуемого материала. Имеет упрощенный набор инструментов для оформления текста. При наведении курсора, всплывающие окна указывают названия инструментов. С помощью этих инструментов можно выполнять стилизирование текста <b>"Жирным (Bold)"</b>, <i>"Наклон (Italic)"</i>, <u>"Подчеркивание (Underline)"</u> и <strike>"Перечеркнуть (Strikethrought)"</strike>.
Также возможно задать цвет выделенного текста с помощью инструмента "Цвет (Select Text Color)".
<br />Функции <b>"Align Left", "Align Center", "Align Right", "Align Full"</b> задают выравнивание выбранного текста или абзаца относительно основного текста "Слева", "По центру", "Справа" и "По ширине", соответственно.
<br /><b>"Cut", "Copy", "Paste"</b> - служат для работы с буфером обмена и выполняют "Вырезать", "Копировать" и "Вставить".
<br /><b>"Undo", "Redo"</b> отменяют или возвращают действие, выполненное в процессе редактирования содержимого.
<br /><b>Insert/Edit Link</b> - активируется только для выделенного текста и выполняет привязку ссылки к выбранному тексту.
<br /><b>Unlink</b> - позволяет удалить привязку текста от активной ссылки на какой либо сайт.
<br /><br /><b>YouTube</b> - инструмент для вставки видео из интернет ресурса "YouTube". Для добавления видео в текст публикации, вам необходимо установить курсор в позицию, где необходимо выполнить вставку и нажать кнопку "YouTube". После этого отобразится всплывающее окно с полем ввода ссылки на видео, расположенное в YouTube. Вам необходимо скопировать в это поле ссылку на видеоролик из адресной строки браузера и нажать кнопку "Insert".
<br />
<br />Страница редактирования имеет возможность добавления изображений в текст публикации.
Перед вставкой изображений в текст, их необходимо загрузить к публикуемому материалу.
Нажав кнопку <b>«Выбрать файл»</b> и выбрав необходимое изображение - подтвердить загрузку файла. После подтверждения загрузки файла, появится всплывающее окно с полем для ввода подписи к изображению: <b>«Заголовок для прикрепления (Title for attachment)»</b>. Необходимо ввести текст подписи к изображению и подтвердить загрузку, нажав кнопку <b>"Ok"</b>.
<br /><br /><img src="/img/instruction/editor/attach_title.jpg" style="border: 2px solid #911; max-width: 100%;" /><br />
<br />По завершению этапа загрузки изображения, добавленый файл отобразится в списке прикрепленных файлов.
<br /><br /><img src="/img/instruction/editor/insert_attach.jpg" style="border: 2px solid #911; max-width: 100%;" /><br />
<br />После загрузки файлов, вы легко сможете вставить их в текст публикации, предварительно установив курсор редактора в нужное место добавления изображения и нажав мышью кнопку «Вставить в текст» в виде знака «плюс» зеленого цвета.
<br /><br /><b>Внимание</b>. В процессе редактирования текста публикации, все прикрепленные изображения и видео в окне редактора будут отображаться в уменьшенном виде. Изображения с действительными размерами будут отображены уже в сохраненной публикации, во время просмотра.
<br /><br />После процесса создания публикации, ее необходимо сохранить, нажав кнопку «Сохранить», расположенную в нижней части страницы. После этого, вы перейдете к просмотру созданной вами публикации и сможете проверить правильность содержания. Если вы обнаружили ошибки или желаете что-либо изменить, вы можете отредактировать публикацию снова, нажав на иконку «Редактировать».
<br /><br /><img src="/img/instruction/editor/edit_button.jpg" style="border: 2px solid #911; max-width: 100%;" /><br />
<br /><br />После завершения редактирования и сохранения публикации, она попадает в список премодерации. Этот список в виде таблицы, вы сможете увидеть на странице раздела публикации. За вами сохраняется право просмотра и редактирования публикации. Для этого достаточно кликнуть на название вашей публикации или перейти к редактированию, нажав на символ «Редактировать» расположенный в графе «Действия».
<br /><br /><img src="/img/instruction/editor/draft.jpg" style="border: 2px solid #911; max-width: 100%;" /><br />
<br />После активации администратором, ваш материал будет опубликован и станет доступным для просмотра всеми пользователями. При возникновении трудностей в создании публикаций или возникшим вопросам, вы можете обратиться к администрации путем отправки личного сообщения пользователю форума - #1.
<br /><br />Благодарим Вас за участие в развитии ресурса!.
<br /><br /><br />